* Learn English
** DONE 2017年4月19日<2017-04-19 Wed 20:36> 常用单词 97.4%
   CLOSED: [2017-04-19 Wed 20:45]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-19 Wed 20:45]
   CLOCK: [2017-04-19 Wed 20:34]--[2017-04-19 Wed 20:45] =>  0:11
   :END:
** DONE 2017年4月20日<2017-04-20 Thu 19:36> 颜色和比例 95.%
   CLOSED: [2017-04-20 Thu 19:36]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-20 Thu 19:36]
   CLOCK: [2017-04-20 Thu 19:24]--[2017-04-20 Thu 19:36] =>  0:12
   :END:
** DONE 2017年4月23日<2017-04-23 Sun 09:59> 常用单词 96.3%
   CLOSED: [2017-04-23 Sun 09:59]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-23 Sun 09:59]
   CLOCK: [2017-04-23 Sun 09:50]--[2017-04-23 Sun 09:59] =>  0:09
   :END:
*** DONE 23_2<2017-04-23 Sun 10:10>常用单词 97.7%
    CLOSED: [2017-04-23 Sun 10:10]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-04-23 Sun 10:10]
    CLOCK: [2017-04-23 Sun 10:02]--[2017-04-23 Sun 10:10] =>  0:08
    :END:
*** DONE 23_3<2017-04-23 Sun 15:23> watch IT狂人s1e1
    CLOSED: [2017-04-23 Sun 15:23]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-04-23 Sun 15:23]
    CLOCK: [2017-04-23 Sun 14:58]--[2017-04-23 Sun 15:23] =>  0:25
    :END:
*** DONE 23_4<2017-04-23 Sun 15:50> 颜色和比例 96.6%
    CLOSED: [2017-04-23 日 15:50]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-04-23 日 15:50]
    CLOCK: [2017-04-23 日 15:37]--[2017-04-23 日 15:50] =>  0:13
    :END:
** DONE 2017年4月24日<2017-04-24 Mon 20:11> 介词.空间位置 94.9%
   CLOSED: [2017-04-24 Mon 20:33]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-24 Mon 20:33]
   CLOCK: [2017-04-24 Mon 20:11]--[2017-04-24 Mon 20:33] =>  0:22
   :END:
** DONE 2017年4月25日<2017-04-25 Tue 08:06>颜色和比例 97.0%
   CLOSED: [2017-04-25 Tue 20:17]
   :LOGBOOK:
** DONE 2017年4月26日<2017-04-26 Wed 13:48>介词.空间位置 96.1%
   CLOSED: [2017-04-26 Wed 14:06]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-26 Wed 14:06]
   CLOCK: [2017-04-26 Wed 13:48]--[2017-04-26 Wed 14:06] =>  0:18
   CLOCK: [2017-04-25 Tue 20:06]--[2017-04-25 Tue 20:17] =>  0:11
   :END:
   - State "DONE"       from "STARTED"    [2017-04-25 Tue 20:17]
   :END:
** DONE 2017年4月27日<2017-04-27 Thu 08:15>常用单词 97.3%
   CLOSED: [2017-04-27 Thu 08:23]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-27 Thu 08:23]
   CLOCK: [2017-04-27 Thu 08:15]--[2017-04-27 Thu 08:23] =>  0:08
   :END:
* Learn github
** DONE how to use github<2017-04-23 Sun 11:00
   CLOSED: [2017-04-23 Sun 11:00]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-23 Sun 11:00]
   CLOCK: [2017-04-23 Sun 10:14]--[2017-04-23 Sun 11:00] =>  0:46
   :END:
从零开始学习github【初识GitHub】https://zhuanlan.zhihu.com/p/21103336?refer=stormzhang
从零开始学习github【加入GitHub】https://zhuanlan.zhihu.com/p/21113342?refer=stormzhang
* Learn JavaScript
** DONE fix eclipse<2017-04-23 Sun 14:51>
   CLOSED: [2017-04-23 Sun 14:51]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-23 Sun 14:51]
   CLOCK: [2017-04-23 Sun 14:43]--[2017-04-23 Sun 14:51] =>  0:08
   :END:
** DONE 作业<2017-04-24 Mon 04:05>
   CLOSED: [2017-04-24 Mon 17:12]
   :LOGBOOK:  
   - State "DONE"       from "STARTED"    [2017-04-24 Mon 17:12]
   :END:      
** DONE match<2017-04-25 Tue 07:30>
   CLOSED: [2017-04-25 Tue 19:58]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-25 Tue 19:58]
   CLOCK: [2017-04-25 Tue 19:30]--[2017-04-25 Tue 19:58] =>  0:28
   :END:
* Learn zilongshanren video
** DONE day17-lispy<2017-04-26 Wed 14:53>
   CLOSED: [2017-04-26 Wed 15:37]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-26 Wed 15:37]
   CLOCK: [2017-04-26 Wed 14:53]--[2017-04-26 Wed 15:37] =>  0:44
   :END:
** DONE learn elisp<2017-04-26 Wed 15:38>
   CLOSED: [2017-04-26 Wed 16:11]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-26 Wed 16:11]
   CLOCK: [2017-04-26 Wed 15:38]--[2017-04-26 Wed 16:11] =>  0:33
   :END:
*** DONE relax<2017-04-26 Wed 16:33>
    CLOSED: [2017-04-26 Wed 16:44]
    :LOGBOOK:
    - State "DONE"       from "STARTED"    [2017-04-26 Wed 16:44]
    CLOCK: [2017-04-26 Wed 16:32]--[2017-04-26 Wed 16:44] =>  0:12
    :END:
** DONE elisp <2017-04-27 Thu 08:37>
   CLOSED: [2017-04-27 Thu 10:13]
   :LOGBOOK:
   - State "DONE"       from "STARTED"    [2017-04-27 Thu 10:13]
   CLOCK: [2017-04-27 Thu 08:37]--[2017-04-27 Thu 10:13] =>  1:36
   :END:
